#Написать программу, которая будет запрашивать у пользователя
# две строки с помощью инпутов, а затем производить их конкатенацию
str1 = input('first word -')
str2 = input('second word -')
print(str1 + str2)